{"translation-revision-date":"2023-05-11 16:52:01+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"We are unable to update Stripe statement descriptor.":["No hemos podido actualizar el descriptor del extracto de Stripe."],"Invalid Stripe Statement Descriptor Text":["Texto del descriptor del extracto de Stripe no válido"],"Read more about stripe statement descriptor text requirements.":["Lee más sobre los requisitos del texto del descriptor del extracto de Stripe."],"Does not contain any of the special characters < > \\ ' \" *.":["No contiene ningún carácter especial < > \\ ' \" *."],"Contains at least one letter.":["Al menos contiene una letra."],"Contains between 5 and 22 characters, inclusive.":["Contiene entre 5 y 22 caracteres, ambos inclusive."],"Contains only Latin characters.":["Contiene solo caracteres latinos."],"List of important Stripe statement descriptor text requirements:":["Lista de requisitos importantes del texto del descriptor del extracto de Stripe:"],"Please enter a valid Stripe statement descriptor.":["Por favor, introduce un descriptor válido del extracto de Stripe."],"Invalid Statement Descriptor Text":["Texto del descriptor del extracto no válido"],"You've selected to customize the Stripe account for this form, but not selected a different account. Please set an account as default for this form on the Stripe settings tab.":["Has seleccionado personalizar la cuenta de Stripe para este formulario, pero no has seleccionado una cuenta diferente. Por favor, establece una cuenta por defecto para este formulario en la pestaña de ajustes de Stripe."],"Select a Stripe Account":["Seleccionar una cuenta de Stripe"],"Confirm New Default Account":["Confirmar la nueva cuenta por defecto"],"Please confirm you’d like to set the account below as the new default Stripe account for this donation form. All donations will process through this Stripe account rather than the Global default Stripe account. %1$s<br>%2$s%3$s":["Por favor, confirma que te gustaría establecer la siguiente cuenta como la nueva cuenta de Stripe por defecto para este formulario de donación. Todas las donaciones serán procesadas a través de esta cuenta de Stripe en lugar de la cuenta global por defecto de Stripe. %1$s<br>%2$s%3$s"],"Please confirm you’d like to set the account below as the new default Stripe account. All donation forms set to inherit the Global Settings will use this new default account. %1$s<br>%2$s%3$s":["Por favor, confirma que te gustaría establecer la siguiente cuenta como la nueva cuenta de Stripe por defecto. Todos los formularios de donación establecidos para heredar los ajustes globales usarán por defecto esta nueva cuenta. %1$s<br>%2$s%3$s"],"Account Email":["Correo electrónico de la cuenta"],"Account Name":["Nombre de la cuenta"],"Are you sure you want to disconnect this Stripe account?":["¿Seguro que quieres desconectar esta cuenta de Stripe?"],"Disconnect Stripe Account":["Desconectar la cuenta de Stripe"],"Dismiss this notice.":["Descartar este aviso."],"View Documentation >":["Ver la documentación >"],"Save":["Guardar"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/dist\/js\/admin.js"}}